---
kind: enumMember
id: F:Autodesk.Revit.DB.MaterialFunctionAssignment.Substrate
enum: Autodesk.Revit.DB.MaterialFunctionAssignment
source: html/1cbeb006-f7a2-f6d2-491f-faa0b9a006fc.htm
---
# Autodesk.Revit.DB.MaterialFunctionAssignment.Substrate

Priority = 2